{"info":[{"img":"https://sun9-31.userapi.com/impf/iciIPbP5KpN3JhPLqMc88wmSI8_ixZl0FkOLGg/LUfoS5Szz2E.jpg?size=671x450&quality=96&sign=e4234567fd0524a6a4f01bb3cfd8fdad&type=album","text":"Ше́рлок Холмс — литературный персонаж, созданный Артуром Конаном Дойлом. Произведения Конана Дойла, посвящённые приключениям Шерлока Холмса, знаменитого лондонского «консультирующего» детектива стали классикой детективного жанра.Прототипом Холмса считается доктор Джозеф Белл (Dr. Joseph Bell), сослуживец Конан Дойла, работавший в Эдинбургском королевском госпитале и славившийся способностью по мельчайшим деталям угадывать характер и прошлое человека."}],"biography":"Биография\nАртур Конан Дойль никогда не сообщал о дате рождения Шерлока Холмса в своих книгах. Предположительно год его рождения — 1854-й (по рассказу «Его прощальный поклон»). В печати также появлялась версия, что Холмс родился в 1850 году. Версия якобы базировалась на биографии врача Джозефа Белла, о котором сам Артур Конан Дойль не раз упоминал как о прототипе Шерлока Холмса, а, по рассказам писателя, Джозеф Белл был старше его на девять лет, то есть год его рождения — 1850-й (сам Артур Конан Дойль родился в 1859 году). Однако в реальности Джозеф Белл родился в 1837 году, что лишает эту версию оснований. Тем не менее, при первой встрече Ватсона с Холмсом, описанной в повести «Этюд в багровых тонах», мы встречаемся с поверхностным описанием возраста Холмса со слов Ватсона.\nО семье и предках Шерлока Холмса мало что известно. В рассказе «Случай с переводчиком» Холмс рассказывает: \"Предки мои были захолустными помещиками и жили, наверное, точно такою жизнью, какая естественна для их сословия\".\nТам же Холмс упоминает, что его бабушка была сестрой французского художника-баталиста Ораса Верне (1789—1863). В ряде произведений действует брат Шерлока Холмса, Майкрофт Холмс, который старше его на семь лет и работает в Министерстве иностранных дел. Так же в «Подрядчике из Норвуда» упоминается молодой врач Вернер, дальний родственник Холмса, который купил докторскую практику Ватсона в Кенсингтоне. О других родственниках Холмса упоминаний нет.","books":[{"id":"b8145cbb-e03f-48d7-8740-9d42f1cec4e9","name":"Союз рыжих","poster":"https://i2.mybook.io/p/x378/book_covers/4f/49/4f49bde5-4d1d-4bee-8f14-a811c4482c53.jpe","link":"https://mybook.ru/author/artur-konan-dojl/soyuz-ryzhih/","description":"Перу английского писателя, публициста и журналиста Артура Конан Дойла принадлежат исторические, приключенческие, фантастические романы и труды по спиритизму, но в мировую литературу он вошел как создатель самого Великого Сыщика всех времен и народов – Шерлока Холмса. Благородный и бесстрашный борец со Злом, обладатель острого ума и необыкновенной наблюдательности, с помощью своего знаменитого дедуктивного метода сыщик решает самые запутанные головоломки, зачастую спасая этим человеческие жизни. Он гениально перевоплощается, обладает актерским даром и умеет поставить эффектную точку в конце каждого блестяще проведенного им расследования.","year":2005,"rating":[5,5,1]},{"id":"9628922c-b827-425b-afb4-a9300082c9cf","name":"Пестрая лента","poster":"https://i1.mybook.io/p/x378/book_covers/9d/46/9d4677f4-e3aa-48d3-a1bf-4ee10611379b.jpe","link":"https://mybook.ru/author/artur-konan-dojl/pestraya-lenta/","description":"К Шерлоку Холмсу обращается некая Элен Стоунер, падчерица доктора Ройлотта, человека вспыльчивого и жестокого. Но страхи и подозрения ее призрачны и основаны скорее на предчувствиях, чем на фактах, так что в полицию обратиться она не может. Два года назад при таинственных обстоятельствах накануне своей свадьбы умерла ее сестра-близнец, теперь же к свадьбе готовится сама Элен, и ей из-за неожиданно начавшегося ремонта приходится переселиться в спальню сестры..","year":2017,"rating":[5]},{"id":"75609d8e-7c7a-4a3a-989b-277d872c106e","name":"Пять апельсиновых зернышек","poster":"https://i1.mybook.io/p/x378/book_covers/44/b0/44b0a45f-fdcd-4177-b058-c07edf535418.jpe","link":"https://mybook.ru/author/artur-konan-dojl/pyat-zernyshek-apelsina/","description":"В этом рассказе Шерлок Холмс занят расследованием таинственных смертей, произошедших в одном семействе. Гибель трёх человек подряд выглядит как следствие несчастных случаев. Но каждый раз перед смертью жертва преступления получала по почте послание в виде конверта с пятью зёрнышками апельсина.","year":2017,"rating":[5]},{"id":"c9cb42d7-b4a1-44ac-84a1-630a9fe8591a","name":"Пляшущие человечки","poster":"https://i2.mybook.io/p/x378/book_covers/52/4c/524c1e2e-7a26-49a3-a98d-47180ca96b73.jpe","link":"https://mybook.ru/author/artur-konan-dojl/plyashushie-chelovechki/","description":"Мистер Хилтон Кьюбит обращается за помощью Шерлока Холмса и протягивает ему листок бумаги с загадочной последовательностью схематично изображенных на ней пляшущих человечков. Это можно было счесть чьей-то шуткой, если бы не ужас, которые они внушали молодой жене Кьюбита.","year":2017,"rating":[5]}],"movies":[{"id":"1ffc8598-e6a6-4f94-b686-469a59666874","name":"Шерлок: Безобразная невеста","poster":"https://fs.kinomania.ru/file/film/9/80/9805047c2f2d3753da7b7a42506935b3.jpeg","link":"https://www.ivi.ru/watch/sherlok","description":"Доктор Ватсон, знакомьтесь, это мистер Шерлок Холмс». Мы все это уже проходили. Но что если бы их первая встреча состоялась не в наше время, а в конце Викторианской эпохи? Что было бы, если бы самый знаменитый консультирующий детектив и его лучший друг жили на Бейкер-стрит во времена паровозов, кэбов, цилиндров и сюртуков?"},{"id":"557ab52d-60f3-4b20-a422-988358e3bd8f","name":"Шерлок Холмс и доктор Ватсон: Знакомство","poster":"https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/c5ee4880-336c-428e-9829-029bb54bcf17/300x450","link":"https://www.ivi.ru/watch/sherlok_holms_i_doktor_vatson","description":"Доктор Ватсон после демобилизации возвратился из Афганистана на родину в Англию. Его давний приятель мистер Стэмфорд предложил ему снять комнату в доме по адресу Бейкер-стрит, 221-б, которую сдавала некая пожилая леди — миссис Хадсон. Вторую сдаваемую комнату уже занимал другой джентльмен — мистер Шерлок Холмс. Он проводил сложные химические опыты с кровью, играл на скрипке, имел глубочайшие познания о сигарном пепле, лондонской грязи и статьях УК, но при этом демонстрировал полное незнание общеизвестных истин, поэтому Ватсон стал серьезно подозревать Холмса в причастности к преступному миру. Но после выяснения отношений во время боксёрского поединка сомнения Ватсона развеялись: Шерлок Холмс оказался частным сыщиком."},{"id":"dddb1ecc-ee8d-45e9-a015-b7552eab3923","name":"Шерлок Холмс: Игра теней","poster":"http://avatars.mds.yandex.net/get-kinopoisk-image/1773646/27b4bcbe-4048-4362-8e40-b9b42e0ef1c2/600x900","link":"https://www.ivi.ru/watch/106304","description":"Шерлок Холмс всегда и везде был самым умным... до сего момента. Пока не появился криминальный гений — профессор Мориарти (Джаред Харрис), не просто равный Холмсу в плане интеллекта, а такой, что его злодейская натура и абсолютная беспринципность могут дать ему фору перед прославленным детективом. Когда кронпринц Австрии был найден мертвым, все улики, по мнению инспектора Лестрейда (Эдди Марсан), указывали на самоубийство. Но Шерлок Холмс приходит к выводу, что наследник престола был убит, и это убийство — всего лишь маленький кусочек мозаики, созданной профессором Мориарти, на самом деле гораздо более грандиозной и зловещей. «Шерлок Холмс: Игра теней» — второй фильм Гая Ричи о приключениях Шерлока Холмса."},{"id":"75fbbc5d-ef71-4da1-bb60-125c59918063","name":"Шерлок Холмс и доктор Ватсон: Король шантажа","poster":"https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/2d95eac5-dd8d-44bb-953b-f2e98b790e5b/300x450","link":"https://www.ivi.ru/watch/sherlok_holms_i_doktor_vatson/19879","description":"Чарльз Огастес Милвертон — один из самых подлых преступников Лондона. Он живёт в огромном доме в престижном районе города, окружённый охраной и высокой каменной стеной. Его состояние не нажито честным путём и не получено по наследству: он заработал деньги шантажом. В пуританской Англии конца XIX века Милвертон выискивает добрачные и внебрачные, не обязательно сексуальные связи, а потом за определённую цену предлагает купить доказательства в обмен на неразглашение тайны. Леди Ева Брэкуэлл перед свадьбой имела неосторожность писать письма одному госслужащему. Однако потом она решила выйти замуж за богатого лорда очень строгих понятий. Милвертон, раздобыв письма, предложил ей не срывать свадьбу и выкупить письма за «вполне умеренную цену». Шерлок Холмс и доктор Ватсон, как настоящие английские джентльмены, видя, что законным путём отнять письма не удастся, решили выкрасть и уничтожить весь компромат."}]}